tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "fd"
brew "fzf"
brew "git"
brew "mas"
brew "vim"
brew "gh"
brew "starship"
cask "bitwarden"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "obsidian"
cask "spotify"
cask "visual-studio-code"
cask "github"
mas "Xcode", id: 497799835
mas "BetterSnapTool", id: 417375580
